Revit 2027 API
ParameterTypeId.DpartHeightComputed Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartHeightComputed { get; }
Public Shared ReadOnly Property DpartHeightComputed As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartHeightComputed {
	ForgeTypeId^ get ();
}
static member DpartHeightComputed : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace